var arrLang = {
  "en-tw": {
    "t0": "Language",
    "t01": "Spanish",
    "t02": "English",
    "t1": "Home",
    "t2": "About me",
    "t3": "Resume",
    "t4": "Projects",
    "t5": "Experience",
    "t6": "Contact",
    "t7": "I introduce myself",
    "t8": "I'm software engineer with 7+ years’ experience in commercial application development. I have been participated in the design, development, programming, implementation of software and web sites from the scratch for LATAM.",
    "t9": "Jobs",
    "t10": "I have been participated in banking solutions projects for Banco Azteca, Banco Agrícola, Banorte and Banjercito, modifying the look and feel of the flow the screens of the all transacctions of an ATM's, creating and developing new features to the ATM from the scratch in C++, C#, C also SQL as main programing database and other specific tools related to the ATM as Agilis XFS, Agilis Empower 91X, ProFlex4 and Vynamic Software.",
    "t11": "I have been participated in retail solutions projects for OfficeMax and San pablo drugstore, creating new features, modifying some of them on C#, Angular, HTML5, JavaScript and SQL as main programing database.",
    "t12": "Company",
    "t13": "Location",
    "t14": "Duration",
    "t15": "I have been participated in develop and implementation of Human Resources software to different customers like INFOTEC, ARG, PRUDENTIAL FINANCIAL and KASA AUTOMOTRIZ. Analysis, put up new requirements, design, develop and programming of solutions using ASP.net, C#, SQL Server, Reporting Server, JavaScript, HTML, VB6 and Microsoft Dynamics, develop of reports on Reporting Server, created and customizing of stored procedures, view, functions, job's and cursors.",
    "t16": "Education",
    "t17": "Degree: ",
    "t18": "Computer systems engineer",
    "t19": "2020 - Currently",
    "t20": "Master's degree: ",
    "t21": "Data science",
    "t22": "Courses and Certifications",
    "t23": "Courses",
    "t24": "Certifications",
    "t25": "Certification",
    "t26": "Experience",
    "t27": "I have been participated in the design, development, implementation, programming and management of websites, desktop applications on Frontend and Backend.",
    "t28": " Web Development",
    "t29": "I have been participated in develop, design, programming, maintain and support different websites Client / Server with PHP, Mysql, Apache.",
    "t30": "CRM Development custom",
    "t31": "I have been participated in develop, design, programming and maintain of solutions CRM as Microsoft Dyamics  custom to different customers.",
    "t32": "Windows Forms Application",
    "t33": "I have been participated in develop, design, programming of desk application with C#, C++ and SQL Server as data base.",
    "t34": "How can I help ?",
    "t35": "Contact me for more information",
    "t36": "Resume",
    "t37": "© Developmeted by Carlos Hughes",
    "t38": "Personal Projects"

  },
    "es-tw": {
      "t0": "Idioma",
      "t01": "Español",
      "t02": "Inglés",
      "t1": "Inicio",
      "t2": "Acerca de mi",
      "t3": "Resumen",
      "t4": "Proyectos",
      "t5": "Experiencia",
      "t6": "Contacto",
      "t7": "Introducción",
      "t8": "Ingeniero de Software con más de 7 años de experiencia en el desarrollo de aplicaciones comerciales. He participado en el diseño, desarrollo, programación, implementación de software y sitios web desde cero para LATAM.",
      "t9": "Trabajos",
      "t10": "He participado en proyectos de soluciones bancarias para Banco Azteca, Banco Agrícola, Banorte y Banjercito, modificando la apariencia del flujo de las pantallas de las transacciones de ATM's, creando y desarrollando nuevas funcionalidades para el cajero automático desde cero en C++, C#, C y SQL como base de datos de programación principal y otras herramientas específicas relacionadas con el cajero automático como Agilis XFS, Agilis Empower 91X, ProFlex4 y Vynamic Software.",
      "t11": "He participado en proyectos de soluciones retail para OfficeMax y farmacias como San pablo, creando y modificando funcionalidades en C#, C#.Net, Angular, HTML5, JavaScript y SQL como base de datos principal de programación.",
      "t12": "Empresa",
      "t13": "Ubicacion",
      "t14": "Duracion",
      "t15": "He participado en el desarrollo e implementación de software de Recursos Humanos para diferentes clientes como INFOTEC, ARG, PRUDENTIAL FINANCIAL y KASA AUTOMOTRIZ en el análisis, planteamiento de nuevos requerimientos, diseño, desarrollo y programación de soluciones usando ASP.net, C#, SQL Server, Reporting Server, JavaScript, HTML, VB6 y Microsoft Dynamics, desarrollo de reportes en Reporting Server, creación y personalización de procedimientos almacenados, vista, funciones, trabajos y cursores.",
      "t16": "Educacion",
      "t17": "Titulo: ",
      "t18": "Ingenieria en Sistemas Computacionales",
      "t19": "2020 - Actualmente",
      "t20": "Maestria:",
      "t21": "Ciencia de Datos",
      "t22": "Cursos y Certificaciones",
      "t23": "Cursos",
      "t24": "Certificaciones",
      "t25": "Certificacion",
      "t26": "Experiencia",
      "t27": "He participado en el diseño, desarrollo, implementación, programación y gestión de sitios web, aplicaciones de escritorio en Frontend y Backend.",
      "t28": "Desarrollo Web",
      "t29": "He participado en el desarrollo, diseño, programación, mantenimiento y soporte de diferentes sitios web Cliente / Servidor con PHP, Mysql, Apache.",
      "t30": "Desarrollo personalizado CRM",
      "t31": "He participado en el desarrollo, diseño, programación y mantenimiento de soluciones CRM como Microsoft Dynamics personalizadas para diferentes clientes.",
      "t32": "Aplicaciones de escritorio",
      "t33": "He participado en el desarrollo, diseño, programación de aplicaciones de escritorio con C#, C++, C#.Net y SQL Server como base de datos.",
      "t34": "¿Como podria ayudarte?",
      "t35": "Contactame para más informacion",
      "t36": "Curriculum Vitae",
      "t37": "© Desarrollado por Carlos Hughes",
      "t38": "Proyectos Personales"

  }
};
